app/controllers/posts_controller.rb

	def create

		# render plain: params[:post].inspect
		@post = Post.new(post_params)
		@post.save
---
INSERT INTO "posts" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "Text"], ["body", "body"], ["created_at", "2018-01-30 19:47:00.025118"], ["updated_at", "2018-01-30 19:47:00.025118"]]